Tekla.Structures.DirectManipulation.Adapter.Controls.Custom.PopupContainer
Interaction logic for PopupContainer.xaml
PopupContainer

Tekla.Structures.DirectManipulation.Adapter.Controls.Custom.PopupContainer.#ctor
Initializes a new instance of the Tekla.Structures.DirectManipulation.Adapter.Controls.Custom.PopupContainer class.

Tekla.Structures.DirectManipulation.Adapter.Controls.Custom.PopupContainer.Children
Gets the children controls.

Tekla.Structures.DirectManipulation.Adapter.Controls.Custom.PopupContainer.InitializeComponent
InitializeComponent